Repository: super3-9dev/AI-Interveiw-Management
Catalog: Resources/Pages/Dashboard.*.resx
Languages: es

source: Dashboard
es: Panel de Control

source: Your Dashboard
es: Tu Panel de Control

source: Track your progress, continue interviews, or start a new one.
es: Rastrea tu progreso, continúa entrevistas o inicia una nueva.

source: Start New Analysis
es: Iniciar Nuevo Análisis

source: Your Profile
es: Tu Perfil

source: This information is used to generate your personalized interviews.
es: Esta información se utiliza para generar tus entrevistas personalizadas.

source: Strengths
es: Fortalezas

source: Weaknesses
es: Debilidades

source: Career Goals
es: Objetivos Profesionales

source: Please update your profile.
es: Por favor actualiza tu perfil.

source: Strong background in full-stack development, leadership potential.
es: Fuerte experiencia en desarrollo full-stack, potencial de liderazgo.

source: Limited experience with cloud-native technologies.
es: Experiencia limitada con tecnologías cloud-native.

source: Software Architect, Engineering Manager, DevOps Specialist.
es: Arquitecto de Software, Gerente de Ingeniería, Especialista en DevOps.

source: Update Profile
es: Actualizar Perfil

source: In Progress
es: En Progreso

source: Continue Interview
es: Continuar Entrevista

source: Completed
es: Completado

source: View Results
es: Ver Resultados

source: Interview Catalog
es: Catálogo de Entrevistas

source: Choose from your personalized list of interviews or create a new one.
es: Elige de tu lista personalizada de entrevistas o crea una nueva.

source: Start Interview
es: Iniciar Entrevista

source: No interviews available. Complete your profile analysis to generate personalized interviews.
es: No hay entrevistas disponibles. Completa el análisis de tu perfil para generar entrevistas personalizadas.

source: Custom
es: Personalizado

source: Vocational Orientation Interview
es: Entrevista de Orientación Vocacional

source: Explore your interests and values to find a career that aligns with your personality.
es: Explora tus intereses y valores para encontrar una carrera que se alinee con tu personalidad.

source: Professional Career Interview
es: Entrevista de Carrera Profesional

source: Discuss specific roles and industries based on your resume.
es: Discute roles específicos e industrias basadas en tu currículum.

source: Soft Skills Interview
es: Entrevista de Habilidades Blandas

source: Assess your communication, leadership, and teamwork skills.
es: Evalúa tus habilidades de comunicación, liderazgo y trabajo en equipo.

source: Create Custom Interview
es: Crear Entrevista Personalizada

source: Can't find what you're looking for? Generate your own interview.
es: ¿No encuentras lo que buscas? Genera tu propia entrevista.

source: Create Your Own
es: Crea la Tuya
