Repository: super3-9dev/AI-Interveiw-Management
Catalog: Resources/Pages/EmailVerification.*.resx
Languages: es

source: Verify Your Email
es: Verificar tu Email

source: Please enter your email to receive a verification code.
es: Por favor ingresa tu email para recibir un código de verificación.

source: Email Address
es: Dirección de Email

source: Email address from your interview invitation
es: Dirección de email de tu invitación a la entrevista

source: Send Verification Code
es: Enviar Código de Verificación

source: Already have a code?
es: ¿Ya tienes un código?

source: Login here
es: Iniciar sesión aquí

source: Enter your email and verification code to login.
es: Ingresa tu email y código de verificación para iniciar sesión.

source: Verification Code
es: Código de Verificación

source: Login with Code
es: Iniciar Sesión con Código

source: Need a new code?
es: ¿Necesitas un nuevo código?

source: Send code
es: Enviar código

source: Please enter a valid email address.
es: Por favor ingresa una dirección de email válida.

source: Verification code has been sent to your email address.
es: El código de verificación ha sido enviado a tu dirección de email.

source: Failed to send verification code. Please try again.
es: Error al enviar el código de verificación. Por favor intenta de nuevo.

source: Please enter both email and verification code.
es: Por favor ingresa tanto el email como el código de verificación.

source: Verification code not found. Please request a new code.
es: Código de verificación no encontrado. Por favor solicita un nuevo código.

source: Email address mismatch.
es: La dirección de email no coincide.

source: Verification code has expired. Please request a new code.
es: El código de verificación ha expirado. Por favor solicita un nuevo código.

source: Invalid verification code. Please try again.
es: Código de verificación inválido. Por favor intenta de nuevo.

source: An error occurred during login. Please try again.
es: Ocurrió un error durante el inicio de sesión. Por favor intenta de nuevo.
