Repository: super3-9dev/AI-Interveiw-Management
Catalog: Resources/Pages/InterviewResults.*.resx
Languages: es

source: Interview Results
es: Resultados de Entrevista

source: Interview Complete
es: Entrevista Completada

source: Your interview results and analysis
es: Tus resultados de entrevista y análisis

source: Completed
es: Completado

source: Questions Asked
es: Preguntas Realizadas

source: Interview Summary
es: Resumen de Entrevista

source: Topic:
es: Tema:

source: Questions Asked:
es: Preguntas Realizadas:

source: Completed:
es: Completado:

# AI Analysis &amp; Recommendations
source: AI Analysis & Recommendations
es: Análisis de IA y Recomendaciones

source: Back to Dashboard
es: Volver al Panel de Control

source: Download Results
es: Descargar Resultados

source: Start New Interview
es: Iniciar Nueva Entrevista

source: Your Personalized Career Guidance
es: Tu Orientación Profesional Personalizada

source: Based on your profile and interview, here are your tailored insights and potential career roadmaps.
es: Basado en tu perfil y entrevista, aquí tienes tus perspectivas personalizadas y posibles rutas profesionales.

source: Summary:
es: Resumen:

source: Recommendations:
es: Recomendaciones:

source: MBA Focus Area
es: Área de Enfoque MBA

source: Additional Tips
es: Consejos Adicionales

source: Your Career Roadmaps
es: Tus Rutas Profesionales

source: Actionable next steps for your professional journey.
es: Próximos pasos accionables para tu viaje profesional.

source: Short-Term Roadmap (1-2 years)
es: Ruta a Corto Plazo (1-2 años)

source: Medium-Term Roadmap (3-5 years)
es: Ruta a Mediano Plazo (3-5 años)

source: Long-Term Roadmap (5+ years)
es: Ruta a Largo Plazo (5+ años)

source: Complete a certification in a relevant technology (e.g., AWS Certified Cloud Practitioner).
es: Completa una certificación en una tecnología relevante (ej., AWS Certified Cloud Practitioner).

source: Contribute to an open-source project to build your portfolio.
es: Contribuye a un proyecto de código abierto para construir tu portafolio.

source: Network with at least 5 professionals in your target industry.
es: Conecta con al menos 5 profesionales en tu industria objetivo.

source: Gain practical experience through internships in data roles
es: Obtén experiencia práctica a través de pasantías en roles de datos

source: Deepen industry knowledge through research and articles
es: Profundiza el conocimiento de la industria a través de investigación y artículos

source: Participate in relevant projects within current job
es: Participa en proyectos relevantes dentro del trabajo actual

source: Build relationships with mentors in the field
es: Construye relaciones con mentores en el campo

source: Aim for a management role in data analytics or project management
es: Apunta a un rol de gestión en análisis de datos o gestión de proyectos

source: Lead innovative projects to further develop leadership skills
es: Lidera proyectos innovadores para desarrollar aún más las habilidades de liderazgo

source: Continuously update skills with advanced courses
es: Actualiza continuamente las habilidades con cursos avanzados

source: Contribute to professional communities through speaking or publications
es: Contribuye a comunidades profesionales a través de charlas o publicaciones

source: Start New Analysis
es: Iniciar Nuevo Análisis

source: Add Notes
es: Agregar Notas

source: Interview Name
es: Nombre de la Entrevista

source: Edit
es: Editar

source: Delete
es: Eliminar

source: Add Action
es: Agregar Acción

source: Action Taken
es: Acción Realizada

source: Describe the action you completed...
es: Describe la acción que completaste...

source: Date
es: Fecha

source: Additional Note
es: Nota Adicional

source: Add details, results, or reflections...
es: Agrega detalles, resultados o reflexiones...

source: Cancel
es: Cancelar

source: Save Action
es: Guardar Acción

source: Interview Notes
es: Notas de Entrevista

source: No notes yet. Click 'Add Notes' to create your first action item.
es: Aún no hay notas. Haz clic en 'Agregar Notas' para crear tu primer elemento de acción.

source: No notes yet. Click 'Add Action' to create your first action item.
es: Aún no hay notas. Haz clic en 'Agregar Acción' para crear tu primer elemento de acción.

source: Are you sure you want to delete this note?
es: ¿Estás seguro de que quieres eliminar esta nota?

source: Are you sure you want to delete all notes?
es: ¿Estás seguro de que quieres eliminar todas las notas?

source: Delete All Notes
es: Eliminar Todas las Notas

source: all remove
es: eliminar todo

source: Edit Note
es: Editar Nota

source: Update Note
es: Actualizar Nota
