Repository: super3-9dev/AI-Interveiw-Management
Catalog: Resources/Pages/NewAnalysis.*.resx
Languages: es

source: New Analysis
es: Nuevo Análisis

source: Start Your Analysis
es: Inicia Tu Análisis

source: This is a mockup. Click "Start Analysis" to generate a sample report and navigate the app.
es: Esta es una maqueta. Haz clic en "Iniciar Análisis" para generar un reporte de muestra y navegar por la aplicación.

source: Upload Resume
es: Subir Currículum

source: Describe Yourself
es: Descríbete a Ti Mismo

source: Resume Already Uploaded
es: Currículum Ya Subido

source: You have already uploaded a resume and completed the analysis. You can only upload one resume per account. If you need to update your profile information, please use the "Update Profile" feature in your dashboard.
es: Ya has subido un currículum y completado el análisis. Solo puedes subir un currículum por cuenta. Si necesitas actualizar la información de tu perfil, por favor usa la función "Actualizar Perfil" en tu panel de control.

source: Upload Disabled
es: Subida Deshabilitada

source: You have already completed your resume analysis
es: Ya has completado el análisis de tu currículum

source: Visit your dashboard to view your analysis results
es: Visita tu panel de control para ver los resultados de tu análisis

source: File Analysis (Disabled)
es: Análisis de Archivo (Deshabilitado)

source: Click to upload or drag and drop
es: Haz clic para subir o arrastra y suelta

source: PDF files only (MAX. 10MB)
es: Solo archivos PDF (MÁX. 10MB)

source: We'll analyze your resume and provide career insights
es: Analizaremos tu currículum y proporcionaremos perspectivas profesionales

source: File Analysis
es: Análisis de Archivo

source: Brief introduction about yourself
es: Breve introducción sobre ti mismo

source: Tell us about your experience, skills, and career goals...
es: Cuéntanos sobre tu experiencia, habilidades y objetivos profesionales...

source: This field is pre-filled from your latest profile analysis.
es: Este campo está pre-llenado desde tu último análisis de perfil.

source: What are your future career goals?
es: ¿Cuáles son tus objetivos profesionales futuros?

source: e.g., Lead a team of developers and contribute to open-source projects
es: ej., Liderar un equipo de desarrolladores y contribuir a proyectos de código abierto

source: What are you currently doing (studies, work, projects)?
es: ¿Qué estás haciendo actualmente (estudios, trabajo, proyectos)?

source: e.g., Working as a full-stack developer and mentoring junior engineers
es: ej., Trabajando como desarrollador full-stack y mentorizando ingenieros junior

source: What are your main motivations?
es: ¿Cuáles son tus principales motivaciones?

source: e.g., Solving complex problems and learning new technologies
es: ej., Resolver problemas complejos y aprender nuevas tecnologías

source: Description Analysis
es: Análisis de Descripción
