Repository: super3-9dev/AI-Interveiw-Management
Catalog: Resources/Pages/Report.*.resx
Languages: es

source: Coachee Tracking Dashboard
es: Panel de Seguimiento del Coachee

source: Loading report data...
es: Cargando datos del informe...

source: Client: {0} | Process Started: {1}
es: Cliente: {0} | Proceso Iniciado: {1}

source: Client: Ana Garcia | Process Started: {0}
es: Cliente: Ana Garcia | Proceso Iniciado: {0}

source: Loading...
es: Cargando...

source: Loading your report data...
es: Cargando los datos de tu informe...

source: Personal Information and Context
es: Información Personal y Contexto

source: History:
es: Historia:

source: Motivations:
es: Motivaciones:

source: Values:
es: Valores:

source: Perceptions and Experiences
es: Percepciones y Experiencias

source: Learning:
es: Aprendizaje:

source: Environment:
es: Entorno:

source: Challenges:
es: Desafíos:

source: Skills and Competencies
es: Habilidades y Competencias

source: Strategies:
es: Estrategias:

source: Communication:
es: Comunicación:

source: Self-assessment:
es: Autoevaluación:

source: Attitudes and Emotions
es: Actitudes y Emociones

source: Satisfaction:
es: Satisfacción:

source: Emotional State:
es: Estado Emocional:

source: Future:
es: Futuro:

source: No Report Data Available
es: No Hay Datos de Informe Disponibles

source: There is no report data available at this time. Please try again later.
es: No hay datos de informe disponibles en este momento. Por favor, inténtalo de nuevo más tarde.

source: 1. Initial Assessments and Self-Knowledge
es: 1. Evaluaciones Iniciales y Autoconocimiento

source: 2. Goal and Progress Tracking
es: 2. Seguimiento de Objetivos y Progreso

source: 3. Well-being and Emotional State Assessments
es: 3. Evaluaciones de Bienestar y Estado Emocional

source: 4. Reflection Log
es: 4. Registro de Reflexiones

source: 5. Feedback and Competency Assessments
es: 5. Evaluaciones de Retroalimentación y Competencias

source: Wheel of Life
es: Rueda de la Vida

source: Comparison between current and desired satisfaction.
es: Comparación entre la satisfacción actual y la deseada.

source: Personality Analysis (DISC)
es: Análisis de Personalidad (DISC)

source: Strengths Analysis (Top 5)
es: Análisis de Fortalezas (Top 5)

source: Qualitative Interview Analysis
es: Análisis Cualitativo de Entrevistas

source: Goal Tracking (SMART)
es: Seguimiento de Objetivos (SMART)

source: Habit Tracker (Weekly)
es: Rastreador de Hábitos (Semanal)

source: Well-being Surveys (Trend)
es: Encuestas de Bienestar (Tendencia)

source: Evolution of Key Emotions
es: Evolución de Emociones Clave

source: Evolution of General Sentiment
es: Evolución del Sentimiento General

source: Tracking the overall attitude session by session.
es: Seguimiento de la actitud general sesión por sesión.

source: Emotion Map per Session
es: Mapa de Emociones por Sesión

source: Visualization of the intensity and frequency of key emotions in each session.
es: Visualización de la intensidad y frecuencia de emociones clave en cada sesión.

source: Emotion Log (Monthly)
es: Registro de Emociones (Mensual)

source: Sentiment Analysis
es: Análisis de Sentimientos

source: Key Emotion Analysis
es: Análisis de Emociones Clave

source: Reflection Title
es: Título de Reflexión

source: Date
es: Fecha

source: Summary
es: Resumen

source: 360° Feedback Assessment
es: Evaluación de Retroalimentación 360°

source: Competency Assessment (Before and After)
es: Evaluación de Competencias (Antes y Después)

source: Report Filter
es: Filtro de Informe

source: Select a date range to generate your personalized report
es: Selecciona un rango de fechas para generar tu informe personalizado

source: From Date
es: Fecha Desde

source: To Date
es: Fecha Hasta

source: Include all available data (ignore date filter)
es: Incluir todos los datos disponibles (ignorar filtro de fecha)

source: Back
es: Atrás

source: View Report
es: Ver Informe

source: Filter Report
es: Filtrar Informe
