Repository: super3-9dev/AI-Interveiw-Management
Catalog: Resources/Pages/ReportFilter.*.resx
Languages: es

source: Report Filter
es: Filtro de Reporte

source: Select a date range to generate your personalized report
es: Selecciona un rango de fechas para generar tu reporte personalizado

source: From Date
es: Fecha Desde

source: To Date
es: Fecha Hasta

source: Include all available data (ignore date filter)
es: Incluir todos los datos disponibles (ignorar filtro de fecha)

source: Back
es: Atrás

source: View Report
es: Ver Reporte

source: Please select both from and to dates.
es: Por favor selecciona tanto la fecha desde como la fecha hasta.

source: From date cannot be later than to date.
es: La fecha desde no puede ser posterior a la fecha hasta.

source: Dates cannot be in the future.
es: Las fechas no pueden estar en el futuro.

source: No interviews found within the selected date range. Please select a different date range or check 'Include all available data' to view all interviews.
es: No se encontraron entrevistas en el rango de fechas seleccionado. Por favor selecciona un rango de fechas diferente o marca 'Incluir todos los datos disponibles' para ver todas las entrevistas.

source: An error occurred while processing your request. Please try again.
es: Ocurrió un error al procesar tu solicitud. Por favor intenta de nuevo.
