Repository: super3-9dev/AI-Interveiw-Management
Catalog: Resources/Pages/VoiceInterview.*.resx
Languages: es

source: Voice Interview
es: Entrevista por Voz

source: Connecting...
es: Conectando...

source: Question
es: Pregunta

source: End Early
es: Terminar Antes

source: AI Interviewer
es: Entrevistador IA

source: Voice Interview Ready
es: Entrevista por Voz Lista

source: Mute
es: Silenciar

source: Unmute
es: Activar Micrófono

source: Start Voice
es: Iniciar Voz

source: AI Voice: ON
es: Voz IA: ACTIVADA

source: Interview Chat
es: Chat de Entrevista

source: Type your answer...
es: Escribe tu respuesta...

source: Send
es: Enviar

source: Interviewer is typing...
es: El entrevistador está escribiendo...

source: Complete Interview
es: Completar Entrevista

source: Voice Ready
es: Voz Lista

source: Voice interview is ready. Click 'Start Voice' to begin.
es: La entrevista por voz está lista. Haz clic en 'Iniciar Voz' para comenzar.

source: Microphone Access Denied
es: Acceso al Micrófono Denegado

source: Please allow microphone access for voice interview.
es: Por favor permite el acceso al micrófono para la entrevista por voz.

source: Stop Voice
es: Detener Voz

source: Voice interview started. You can now speak and type simultaneously.
es: Entrevista por voz iniciada. Ahora puedes hablar y escribir simultáneamente.

source: Voice interview stopped.
es: Entrevista por voz detenida.

source: AI voice enabled.
es: Voz IA habilitada.

source: AI Voice: OFF
es: Voz IA: DESACTIVADA

source: AI voice disabled.
es: Voz IA deshabilitada.

source: AI is speaking...
es: La IA está hablando...

source: Connected
es: Conectado

source: Failed to connect
es: Error al conectar

source: Failed to connect. Please refresh the page.
es: Error al conectar. Por favor actualiza la página.

source: Please wait while we reconnect...
es: Por favor espera mientras nos reconectamos...

source: Failed to send message. Please try again.
es: Error al enviar mensaje. Por favor intenta de nuevo.

source: Completing interview and generating evaluation...
es: Completando entrevista y generando evaluación...

source: Failed to complete interview. Please try again.
es: Error al completar la entrevista. Por favor intenta de nuevo.

source: Are you sure you want to end the interview early? Your progress will be saved.
es: ¿Estás seguro de que quieres terminar la entrevista antes? Tu progreso se guardará.

source: Ending interview early...
es: Terminando entrevista antes...

source: Failed to end interview early. Please try again.
es: Error al terminar la entrevista antes. Por favor intenta de nuevo.

source: Disconnected
es: Desconectado

source: Connection lost. Reconnecting...
es: Conexión perdida. Reconectando...

source: Reconnected. Resuming your interview...
es: Reconectado. Reanudando tu entrevista...

source: Speaking...
es: Hablando...

source: Speech recognition started. You can now speak your answers.
es: Reconocimiento de voz iniciado. Ahora puedes hablar tus respuestas.

source: Speech recognition failed to start. You can still type your answers.
es: El reconocimiento de voz falló al iniciar. Aún puedes escribir tus respuestas.

source: No Microphone Found
es: No se Encontró Micrófono

source: No microphone detected. Please connect a microphone and refresh the page.
es: No se detectó micrófono. Por favor conecta un micrófono y actualiza la página.

source: Microphone Error
es: Error de Micrófono

source: Error accessing microphone. Please check your microphone settings.
es: Error al acceder al micrófono. Por favor verifica la configuración de tu micrófono.

source: Voice Monitor: OFF
es: Monitor de Voz: DESACTIVADO

source: Voice Monitor: ON
es: Monitor de Voz: ACTIVADO

source: Voice monitor enabled. You can now hear your own voice.
es: Monitor de voz habilitado. Ahora puedes escuchar tu propia voz.

source: Voice monitor disabled.
es: Monitor de voz deshabilitado.
