Repository: super3-9dev/AI-Interveiw-Management
Catalog: Resources/Pages.Index.*.resx
Languages: es

source: My Interview Topics
es: Mis Temas de Entrevista

source: Create New Topic
es: Crear Nuevo Tema

source: No subtopics available
es: No hay subtemas disponibles

source: Start
es: Comenzar

source: Language
es: Idioma

source: Welcome to InterviewBot!
es: ¡Bienvenido a InterviewBot!

source: Get started by creating your first interview topic. You can organize your interview preparation by creating topics and subtopics.
es: Comienza creando tu primer tema de entrevista. Puedes organizar tu preparación para entrevistas creando temas y subtemas.

source: Create Topics
es: Crear Temas

source: Organize your interview preparation by creating main topics like 'Technical Skills', 'Behavioral Questions', etc.
es: Organiza tu preparación para entrevistas creando temas principales como 'Habilidades Técnicas', 'Preguntas de Comportamiento', etc.

source: Add Subtopics
es: Agregar Subtemas

source: Break down topics into specific areas like 'JavaScript Fundamentals', 'System Design', etc.
es: Divide los temas en áreas específicas como 'Fundamentos de JavaScript', 'Diseño de Sistemas', etc.

source: Start Interviews
es: Comenzar Entrevistas

source: Begin AI-powered mock interviews to practice and improve your skills.
es: Comienza entrevistas simuladas con IA para practicar y mejorar tus habilidades.

source: Review Results
es: Revisar Resultados

source: Get detailed feedback and scores to track your progress.
es: Obtén retroalimentación detallada y puntuaciones para rastrear tu progreso.

source: Create Your First Topic
es: Crear Tu Primer Tema

source: Start Interview
es: Comenzar Entrevista

source: View Results
es: Ver Resultados

source: Resume Interview
es: Reanudar Entrevista
